var PRESET_DATA_CONFIG = {
    locations: [
        { name: "王都千叶", desc: "位于广阔世界中心交汇之地的宏伟主城。天空常年弥散着浮空的金箔，贸易极致繁华的地带，同样也是所有权贵聚集的核心焦点。" },
        { name: "翡翠之森", desc: "古老精灵及长寿族群世代栖居的幽静林地，充满着生命魔法与致幻的气息。" },
        { name: "赤角荒营", desc: "远离文明庇护的边界废弃遗址，常有野兽和匪军安营扎寨，法则缺失之地。" }
    ],
    customs: [
        { name: "丰收庆典", desc: "当地人在满月之夜会举行欢宴盛大的祭祀活动，城中一切店铺彻夜未眠，常有奇闻乐见。" },
        { name: "魔晶夜市", desc: "黑夜时分才打开暗门的法师坊间集市，能够购买到大量带有古怪副作用的诅咒物。" },
        { name: "精灵夜袭礼", desc: "这片森林里的特有习俗，传闻异族在夜间活跃时，对人类体液具有极大渴求。" }
    ],
    combos: []
};
